"Inbox" = "Inbox";
"Documents" = "Documenti";
"Trash" = "Cestino";
"Boxes shared with me" = "Box condivise con me";

/* Organisation */
"Adding files is not permitted at the organisation level" = "L'aggiunta di file non è consentita a livello di organizzazione";
/* Bereich, Root Folder */
"Adding files is not permitted in this area" = "L'aggiunta di file non è consentita in quest'area";
/* Box */
"Adding files is not permitted in the boxes area" = "L'aggiunta di file non è consentita nell'area delle scatole";
/* Inbox */
"Adding folders is not permitted in the inbox" = "L'aggiunta di cartelle non è consentita nella casella inbox";